{
  "list": [
    {
      "name": "楚门的世界 1998",
      "score": "IMDb: 9.3",
      "image": "movie_1",
      "category": "Comedy, Drama",
      "youtube": "dlnmQbPGuls",
      "desc": "Truman is a very ordinary person, except for some strange experiences - his first love girlfriend suddenly disappeared, his drowning father suddenly appeared in front of him, and he and most American men in their 30s were completely different. No difference. It made him feel lost. He has also tried to leave the place where he has lived for many years, but it is always impossible for him to do so for various reasons.\nUntil one day, he suddenly realized that he seemed to be being followed, no matter where he went or what he did. This feeling is getting stronger and stronger. Truman decided to flee the place where he had lived for more than 30 years at all costs to find his first love.\nBut he found that he couldn't escape no matter what. The truth is cruel"
    },
    {
      "name": "教父 1972",
      "score": "IMDb: 9.3",
      "image": "movie_2",
      "category": "Comedy, Drama",
      "youtube": "sY1S34973zA",
      "desc": "In the United States in the 1940s, \"Godfather\" Vito Corleone was the leader of the Corleone family of the Mafia, leading the family to engage in illegal activities, but at the same time he was also the protector of many weak civilians and was deeply loved by people.\nThe conflict between the Corleone family and several other Mafia families in New York intensified because of the rejection of the drug lord Soroso's request for drug dealing. On Christmas Eve, Soroso kidnapped Tom, the \"Godfather\"'s staff officer, and sent someone to assassinate the \"Godfather\"; because of the traitor's betrayal, the \"Godfather\"'s eldest son, Sonny, was killed by his enemies; ) was also involved and lost his beloved wife. The conflict between the Mafia families is becoming more and more intense.\nHow does the old \"Godfather\" lead the overall situation in the face of the pain of losing his son? How did the vendetta between the mafia end? Who is the family traitor? Who can become the \"Godfather\" of the new generation?\nThe bloody wind and warmth are truly staged in this landmark gangster epic blockbuster"
    },
    {
      "name": "沉默的羔羊 1991",
      "score": "IMDb: 8.9",
      "image": "movie_3",
      "category": "Thriller, Horror",
      "youtube": "RuX2MQeb8UM",
      "desc": "FBI Academy cadet Clarice M. Starling was assigned by Jack Crawford of the Behavioral Sciences Unit to visit incarcerated psychiatrist Hannibal Lecter at Baltimore State Law Hospital. Lecter asked to be transferred to a better federal agency, away from Dr. Frederick Chilton, who often tormented him, and offered to provide psychoanalysis of the ongoing serial killer Buffalo Bill"
    },
    {
      "name": "肖申克的救赎 1994",
      "score": "IMDb: 9.7",
      "image": "movie_4",
      "category": "Drama, Crime",
      "youtube": "6hB3S9bIaco",
      "desc": "A murder has left banker Andy wrongfully jailed for life on charges of murdering his wife and her lover. The first appearance in Shawshank prison made the prison \"big brother\" Reid look at him differently. Rhett helps him get a stone hammer and a female star poster, and the two gradually become friends through adversity. Soon, Andy showed his talents in the prison, served as the prison librarian, and used his financial knowledge to help the prison officer avoid taxes, which attracted the attention of the warden and was brought under his command to help the warden launder money. By chance, he learns that a newly imprisoned thief is able to testify to clear his murder charges. Andy, who had a glimmer of hope, found the warden, hoping that he could help him overturn the case. The sinister and hypocritical warden pretended to promise Andy, but behind his back he sent someone to kill the thief, so that his only hope of getting out of prison legally was wiped out. Depressed Andy did not despair. On a stormy night with lightning and thunder, a prison escape plan that had been hidden for decades allowed him to redeem himself and regain his freedom! With his encouragement and help, old friend Rhett also bravely ran to freedom"
    }
  ]
}
